{
  "name": "Dataset Metadata Model",
  "abbreviation": "DSMM",
  "version": 1.07,
  "releaseDate": "2019-10-07T00:00:00.000Z",
  "scope": "The dataset metadata model (DSMM) is based on requirements defined by the target stakeholder groups. The user requirements for the content were harmonized with the INSPIRE metadata regulation and implemented using Ecological Metadata Language (EML) metadata specification, version 2.1.1. EnvEurope focused on the EML metadata standard (stemming from the US LTER activities) but also provides an interface to discover ISO compliant metadata based on XSLT transformation EML2ISO developed in the project and Geonetwork opensource CSW implementation.",
  "content": {
    "Title": {
      "field_name": "title",
      "Definition": "Provides a name of the dataset that is being documented as is known within the community described in detail by following elements. Title is a characteristic, and often unique and is the most informative element of a metadata record and usually with the highest priority as search engines go to this element.",
      "Recommendation & Hints": "Title has to be concise and precisely describing the point. It should not contain unexplained acronyms or abbreviations. It is recommended a maximum length of 200 characters and keeping the similarity with the original title of the dataset in the sense of the ‘official naming’ established in the community. If the dataset is part of a larger project, it is recommended to indicate the Project at the end of the title, in brackets. In case of Project names, abbreviations are allowed, as long as the rest of the title follows the guidelines above and the abbreviation is spelled out immediately in the abstract",
      "Format": "text",
      "Multiplicity": "[1..1]",
      "Required": true,
      "Example": "Precipitation measured near Lake Santo Parmense and Lake Scuro Parmense (1951-2010)",
      "Reference list": "",
      "Comment": ""
    },
    "Identification": {
      "Related site": {
        "field_name": "field_dataset_site_name_ref",
        "Definition": "Reference to the site which is associated with the dataset. The relation could either be a spatial or thematic.",
        "Recommendation & Hints": "Select the site that is associated with this dataset from the list. Should the site not exist yet, please create one using the respective form.",
        "Format": "Reference to [Content Type] SITE",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Zone Atelier Seine - France",
        "Reference list": "[Content Type] SITE",
        "Comment": ""
      },
      "UUID": {
        "field_name": "field_uuid",
        "Definition": "Unique alpha-numeric identifier of the site. The UUID is automatically generated by DEIMS-SDR.",
        "Recommendation & Hints": "The UUID is generated automatically by the system. The UUID is used for creating the URL for the site, e.g. https://data.lter-europe.net/deims/site/8eda49e9-1f4e-4f3e-b58e-e0bb25dc32a6.The UUID is taken as network independent unique identifier for the observation and experimentation facility. In addition the SITE CODE can be added as a network specific identifier.",
        "Format": "UUID (alpha-numeric)",
        "Multiplicity": "[1..1]",
        "Required": true,
        "Example": "8eda49e9-1f4e-4f3e-b58e-e0bb25dc32a6",
        "Reference list": "",
        "Comment": "automatically generated"
      }
    },
    "Responsible parties": {
      "Owner/Creator": {
        "field_name": "field_person_creator",
        "Definition": "Provides the full name of person(s), who created the dataset.",
        "Recommendation & Hints": "By typing the name of a person, the system provides a list of people matching the query. If none available, it's strongly recommended to first create a person metadata using the editing form available and then return back to dataset metadata definition.",
        "Format": "Reference to [Content Type] PERSON",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Johannes Peterseil",
        "Reference list": "Reference to [Content Type] PERSON",
        "Comment": ""
      },
      "Contact": {
        "field_name": "field_person_contact",
        "Definition": "Provides the full name of person(s)/organisation(s), who serve(s) as contact point(s).",
        "Recommendation & Hints": "By typing the name of a person/organisation, the system provides a list of people/organisations matching the query. If no fitting entity is available, it's strongly recommended to first create a person/organisation metadata using the editing form available and then return back to dataset metadata form.",
        "Format": "Reference to [Content Type] PERSON/ORGANISATION",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Alessandro Oggioni",
        "Reference list": "Reference to [Content Type] PERSON",
        "Comment": ""
      },
      "Metadata provider": {
        "field_name": "field_person_metadata_provider",
        "Definition": "Provides the full name of person(s), who created the documentation of a dataset.",
        "Recommendation & Hints": "\tBy typing the name of a person, the system provides a list of people matching the query. If none available, it's strongly recommended to first create a person metadata using the editing form available and then return back to dataset metadata definition.",
        "Format": "Reference to [Content Type] PERSON",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Mark Frenzel",
        "Reference list": "Reference to [Content Type] PERSON",
        "Comment": ""
      }
    },
    "Language": {
      "Language": {
        "field_name": "field_language",
        "Definition": "The language in which the textual parts of the dataset are written.",
        "Recommendation & Hints": "The names of parameters and their units collected within the dataset. Any other language used in textual information shall be referenced here as well. If the dataset does not contain any textual information (e.g. only codes and digits), the language should be defaulted to the value of the metadata language, which is defined as a default value - English. Start typing the language name and the system will offer you options to select.",
        "Format": "Reference (LOV) based on ISO 639 standardized nomenclature used to classify all known languages",
        "Multiplicity": "[0..1]",
        "Required": false,
        "Example": "English",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Abstract": {
      "Abstract": {
        "field_name": "field_abstract",
        "Definition": "A brief overview of the dataset being documented.",
        "Recommendation & Hints": "The dataset abstract is a succinct description that shall include: A brief summary with the most important details that summarise the data aggregated in this dataset. Coverage: linguistic transcriptions of the extent or location in addition to the bounding box. Main attributes - e.g. values of the parameters X,Y within the time frame T1-T2, etc. Data sources, Legal references. Importance of the work. Do not use unexplained acronyms. Summarise the most important details in the first sentence or first 100 characters.",
        "Format": "text",
        "Multiplicity": "[1..1]",
        "Required": true,
        "Example": "Dataset provides monthly precipitation data collected at different weather stations that are closest to Lake Santo Parmense and Lake Scuro Parmense. We provide a long-term dataset (1951-2010) collected at two stations near the town of Bosco di Corniglio. In particular, from 1951 to 1998 precipitation data were collected at the weather station of Bosco Centrale. Between 1999 and july 2000 the station was out of order (no data available) and from 2001 the Bosco Centrale weather station was substituted by the Bosco di Corniglio station. The two weather stations are less than 1 km apart and they are about 6 km far from Lake Santo Parmense and 7 km far from Lake Scuro Parmense. We also provide a shorter dataset of precipitation data collected from 1994 to 2010 at the weather station of Lagdei. This station is closer to our sampling sites (about 1 km from Lake Santo Parmense and 5 km from Lake Scuro Parmense), but a shorter time series is available. All weather stations are managed by the Environmental Protection Agency of the Emilia-Romagna region (ARPA Emilia-Romagna).",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Keywords": {
      "Keywords": {
        "field_name": "field_keywords_envthes",
        "Definition": "Provides a set of related keywords describing the content of the dataset derived from the controlled vocabulary implemented by EnvThes - thesaurus for long term ecological research, monitoring, experiments EnvThes and other environmentally related thesauri as the EUNIS Habitats. Additional concepts can be defined as free keywords.",
        "Recommendation & Hints": "",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      },
      "INSPIRE Data Theme": {
        "field_name": "field_inspire_data_theme",
        "Definition": "Allows to specify the INSPIRE Data Theme",
        "Recommendation & Hints": "In order for your metadata to be fully INSPIRE-compliant, please select at least one Data Theme (<a href='http://inspire.ec.europa.eu/theme' target='_blank'>http://inspire.ec.europa.eu/theme</a>).",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "",
        "Reference list": "http://inspire.ec.europa.eu/theme",
        "Comment": "Mandatory for being INSPIRE-compliant"
      }
    },
    "Parameters": {
      "Parameters": {
        "field_name": "field_parameters_taxonomy",
        "Definition": "Description of the observed parameters and parameter groups. The parameter is defined as property of the ecosystem or a ecosystem compartment which can be observed either by sensors or humans, e.g. pH, species number, radiation.",
        "Recommendation & Hints": "",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "pH",
        "Reference list": "",
        "Comment": "Added to form, but not used in metadata exports."
      }
    },
    "Access and use constraints": {
      "Principal and granted permission": {
        "field_name": "field_access_use_termref",
        "Definition": "Provide a list of rules defining permissions granted for a dataset.",
        "Recommendation & Hints": "It is recommended that the 3-year rule be implemented and that the data owner must take specific actions to change this.",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": false,
        "Example": "Research >> Free for access",
        "Reference list": [
          "Free for access",
          "Free for access and use upon request",
          "Other restrictions according to rules defined in intellectual rights",
          "Restricted access defined in detail in intellectual property information",
          "No access"
        ],
        "Comment": ""
      },
      "Recommended citation": {
        "field_name": "field_citation",
        "Definition": "Defines the way this dataset should be cited.",
        "Recommendation & Hints": "Here you can put a text describing how you would like this dataset to be cited.",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": false,
        "Example": "Wohner, C., Peterseil, J., Poursanidis, D., Kliment, T., Wilson, M., Mirtl, M., & Chrysoulakis, N. (2019). DEIMS-SDR – A web portal to document research sites and their associated data. Ecological Informatics, 51, 15–24. https://doi.org/10.1016/j.ecoinf.2019.01.005",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Intellectual rights": {
      "Intellectual rights": {
        "field_name": "field_dataset_rights",
        "Definition": "Intellectual Rights provides a list of rights management statements for the dataset, or reference a URL (web address) that provides such information. Rights information encompasses Intellectual Property Rights (IPR), copyright, and various property rights. Moreover these rights might include detailed requirements for use, requirements for attribution, or other requirements the owner would like to impose.",
        "Recommendation & Hints": "Select an option from the list, if any matching. If none matching, use an option Other IPR and provide free textual description, or if IPR information available on an online source, paste the URL pointing to this source. For multiple selection use the CTRL button.",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      },
      "Data policy URL": {
        "field_name": "field_data_policy_url",
        "Definition": "Link to website which provides further information on the data policy for the site. The web address is composed of the web link and a title which is shown.",
        "Recommendation & Hints": "",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": false,
        "Example": "",
        "Reference list": "http://www.umweltbundesamt.at/umwelt/luft/messnetz/zoebelboden/",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Online distribution": {
      "Resource locator": {
        "DOI": {
          "field_name": "field_doi",
          "Definition": "Web address is the 'navigation section' of a metadata record pointing users to the location (URL) where a dataset can be retrieved directly, or provides information about how to acquire a dataset.",
          "Recommendation & Hints": "",
          "Format": "",
          "Multiplicity": "[0..1]",
          "Required": false,
          "Example": "",
          "Reference list": "",
          "Comment": ""
        },
        "Online locator": {
          "field_name": "field_online_locator",
          "Definition": "Web address is the 'navigation section' of a metadata record pointing users to the location (URL) where a dataset can be retrieved directly, or provides information about how to acquire a dataset.",
          "Recommendation & Hints": "",
          "Format": "",
          "Multiplicity": "[0..n]",
          "Required": false,
          "Example": "",
          "Reference list": [
            "ArcIMS Map Service Configuration File (*.AXL)",
            "ArcIMS Internet Feature Map Service",
            "ArcIMS Internet Image Map Service",
            "Google Earth KML service (ver 2.0)",
            "OGC-CSW Catalogue Service for the Web",
            "OGC-KML Keyhole Markup Language",
            "OGC-GML Geography Markup Language",
            "OGC-ODS OpenLS Directory Service",
            "OGC-ODS OpenLS Gateway Service",
            "OGC-ODS OpenLS Utility Service",
            "OGC-ODS OpenLS Presentation Service",
            "OGC-ODS OpenLS Route Service",
            "OGC-SOS Sensor Observation Service",
            "OGC-SPS Sensor Planning Service",
            "OGC-SAS Sensor Alert Service",
            "OGC-WCS Web Coverage Service",
            "OGC-WCS Web Coverage Service (ver 1.1.0)",
            "OGC-WCTS Web Coordinate Transformation Service",
            "OGC-WFS Web Feature Service",
            "OGC-WFS Web Feature Service (ver 1.0.0)",
            "OGC-WFS-G Gazetteer Service",
            "OGC-WMC Web Map Context",
            "OGC-WMS Web Map Service",
            "OGC-WMS Capabilities service (ver 1.1.1)",
            "OGC-WMS Capabilities service (ver 1.3.0)",
            "OGC Web Map Service (ver 1.1.1)",
            "OGC Web Map Service (ver 1.3.0)",
            "OGC-SOS Get Observation (ver 1.0.0)",
            "OGC-SOS Get Observation (POST) (ver 1.0.0)",
            "OGC-WNS Web Notification Service",
            "OGC-WPS Web Processing Service",
            "OGC OWS Context",
            "File for download through FTP",
            "File for download",
            "GIS file",
            "GIS RASTER file",
            "Web address (URL)",
            "RSS News feed (URL)",
            "PostGIS database table",
            "ORACLE database table",
            "OPeNDAP URL",
            "Data Turbine",
            "E-mail address",
            "Unknown Service Type"
          ],
          "Comment": "Consists of three subfields (Distribution Function, Distribution URL, Email), depending on choice in distribution function distribution url and email are visible and required "
        }
      }
    },
    "Data sources": {
      "Data sources": {
        "field_name": "field_data_sources",
        "Definition": "A data source is defined as a physical data upload of a dataset to DEIMS. A data source is described by a number of fields, describing the structure of the data file. For a dataset MD record [0..n] data files can be physically uploaded and described.",
        "Recommendation & Hints": "The concept of the data source is used, when data files are physically uploaded to DEIMS. This is not recommended. Please used the 'online distribution link' instead, pointing to an online resource, e.g. file uploaded to B2SHARE.",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Geographic": {
      "Bounding box, elevation, etc.": {
        "field_name": "field_related_sites",
        "Definition": "The Geographic reference for the dataset is done by the entity type Observation location, which is the location, where specific observations are done. By grouping the information the entity type Observation location can be reused. An Observation location describes the observation plots within a SITE (e.g. LTER SITE or LTSER PLATFORM).The Observation location is the extent of the dataset in the geographic space, given as a bounding box. Defining the coordinates of a boundary rectangle representing the dataset area on a map allows the discovery by geographical area. It consists of: Northern bound coordinate of the limit of the dataset extent, expressed in latitude in decimal degrees (positive north), Southern bound coordinate of the limit of the dataset extent, expressed in latitude in decimal degrees (positive north), Western bound coordinate of the limit of the dataset extent, expressed in longitude in decimal degrees (positive east) and Eastern bound coordinate of the limit of the dataset extent, expressed in longitude in decimal degrees (positive east). In addition the bounding altitudes, images and additional details can be provided.",
        "Recommendation & Hints": "Please select an Observation location from the list, or create a new one with 'Create Observation location' if missing. For the Observation location the bounding box shall be as small as possible and shall be expressed in decimal degree with a precision of at least two decimals. The coordinates of the bounding boxes shall be expressed in any geodetic coordinate reference system with the Greenwich Prime Meridian. You can define bounding box either by drawing a polygon on a map or inserting manually the bounding coordinates. To activate drawing functionality and to (move, delete, reshape) use the editing tool-bar in the right top corner of the map. If you would like to define more bounding coordinates, please add more Observation location for the dataset MD record.",
        "Format": "Reference to [Content Type] Observation location",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Zöbelboden_IP1, Zöbelboden_IP2, Zöbelboden_IP3",
        "Reference list": "Reference to [Content Type] Observation location",
        "Comment": ""
      }
    },
    "Temporal extent": {
      "Date range": {
        "field_name": "field_date_range\t",
        "Definition": "Defines the time period covered by the content of the dataset. This period may be expressed as a time (an individual date) or date ranges (interval of dates/From-To) or a mix of individual and interval dates.",
        "Recommendation & Hints": "",
        "Format": "Date",
        "Multiplicity": "[1..1]",
        "Required": true,
        "Example": "",
        "Reference list": "From date: 01/01/2014; To date: 12/31/2014",
        "Comment": ""
      }
    },
    "Taxonomic coverage": {
      "Biological classification": {
        "field_name": "field_bio_classification",
        "Definition": "Provides information about the taxonomic classification of the organisms represented in the dataset.",
        "Recommendation & Hints": "This field is applicable only for biotic data, e.g. when biotic diversity has been chosen in the Keyword tab. Depending on the content of the dataset, provide information about the most common level of taxonomy aggregation (e.g. plants: family, marine invertebrates: phylum or class, etc.) Recommendation is to use common catalogue of species, for example, GBIF, or EUNIS.",
        "Format": "text (LOV)",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Methods and instrumentation": {
      "Method": {
        "field_name": "field_related_links",
        "Definition": "Provides repeated sets of elements that document a series of procedures followed to produce any dataset object.",
        "Recommendation & Hints": "If the method description is available online (e.g. previous research resulting in new methodologies, guidelines, specifications, and standards) provide the Method title and URL pointing to the description. This information shall include information about procedure steps, software used within individual steps, source data and any quality measures taken. All information included here should help future data user to evaluate and understand more about the dataset content, thus allow the user to determine whether he/she would be able to combine the dataset within his/her workflows.",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": true,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      },
      "Method description": {
        "field_name": "field_methods",
        "Definition": "Provides repeated sets of elements that document a series of procedures followed to produce any dataset object.",
        "Recommendation & Hints": "",
        "Format": "text",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "Reversing thermometer associated with sampling bottle.",
        "Reference list": "",
        "Comment": ""
      },
      "Instrumentation": {
        "field_name": "field_instrumentation",
        "Definition": "Provides information about any instruments used in the data collection or quality control and quality assurance.",
        "Recommendation & Hints": "Instrumentation is a textual description of the used devices including the parameter observed. The description should provide information about: parameter, device type, device brand and type number, producer: company or country, additional notes. Use the instruments already available in the system through autocomplete functionality if applicable.",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": false,
        "Example": "",
        "Reference list": "",
        "Comment": ""
      },
      "Quality assurance": {
        "field_name": "field_quality_assurance",
        "Definition": "Provides information on QA/QC procedures applied for the data.",
        "Recommendation & Hints": "Please provide information on QA/QC procedures applied for the data and quality information in the data.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Required": false,
        "Example": "Values are quality checked using automatic outlier control (R-Script) as well as visual inspection of data. The QA/QC procedure is applied ...",
        "Reference list": "",
        "Comment": ""
      }
    },
    "Sampling description": {
      "Spatial scale/design": {
        "field_name": "field_spatial_scale",
        "Definition": "This is defined as the spatial reference for the observation. It is composed of the sub-fields Observation Spatial Scale and the Observation Spatial Design. It completes the method description by providing structured information on the sampling part. \nThe Sampling Spatial Scale is defined as the geographic reference area sampled during the observation event. This ranges small scale plot observations to continental or global scale. The Sampling Spatial Design is defined as the statistical design for the data collection. This ranges from full area coverage to single point observations. ",
        "Recommendation & Hints": "A researcher is establishing a regular sampling grid of biodiversity plots in a catchment. In this case the sampling spatial scale refers to the reference area covered which is the ‘catchment’. The spatial design of the observation is ‘regular’ in this case.\nA researcher establishes a number of climate station on reference locations without statistical design within the research site (e.g. one at the valley bottom and one at the mountain top). In this case the sampling spatial scale depends to the research site, e.g. ‘catchment’ or ‘landscape’, and the sampling spatial design reflects a ‘vertical profile’. In case the climate stations are unrelated, the sampling spatial design is ‘single point’. ",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "",
        "Reference list": {
          "spatial design": [
            "single point",
            "representative",
            "transect",
            "vertical profile",
            "regular",
            "random",
            "stratified random",
            "block design",
            "full area coverage",
            "no spatial design",
            "unknown spatial design"
          ],
          "spatial scale": [
            "global",
            "continental",
            "regional",
            "landscape",
            "catchment",
            "habitat",
            "plot",
            "_unknown"
          ]
        },
        "Comment": "The textual description on the sampling design applied should be included in the method description. The field Sampling Spatial Scale and Design of sampling complements the method description with structured information which can easily be discovered."
      },
      "Sampling time span": {
        "field_name": "field_sampling_time_span",
        "Definition": "The Sampling Time Span is defined as the temporal design of the observation event. It describes the time distance between two observation points. This also applies to sample based observations. In this case the observation frequency is the time distance between two points when a sample (e.g. soil water) is taken.",
        "Recommendation & Hints": "If a sensor is installed continuously measuring air temperature (e.g. each 5 minutes) which is aggregated and provided as half hourly mean the Sampling Time Span is set to ‘30-minutes’ as the best matching concept. The data value provided integrates on all values collected in the defined Sampling Time Span or observation interval. If sample based observations are collected, e.g. nutrient content of soil water using lysimeter, and the sample bottles are collected every week and stored. Every four weeks the mixed sample is analysed providing a data value for the month. In this case the Sampling Time Span is ‘monthly’ as the value integrated over the four weekly samples collected. In case of a vegetation survey which is repeated every 5 years, the Sampling Time Span is set to ‘every 2-5 years’.",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "30-minutes",
        "Reference list": [
          "single measurement",
          "less than seconds",
          "seconds",
          "minutes",
          "15-minutes",
          "30-minutes",
          "hourly",
          "daily",
          "weekly",
          "monthly",
          "quarterly",
          "half yearly",
          "yearly",
          "every 2-5 years",
          "every 5-10 years",
          "more than 10 years",
          "seasonally",
          "other temporal resolution",
          "_unknown",
          "_not_applicable"
        ],
        "Comment": ""
      },
      "Sampling Time Unit:": {
        "field_name": "field_minimum_sampling_unit",
        "Definition": "The Sampling Time Unit is defined as the time distance between two observation points in the observation process. This data are not stored but aggregated. In case of sample based observations (e.g.) it is the time distance between two partial samples which are mixed in the end. ",
        "Recommendation & Hints": "If a sensor is installed continuously measuring air temperature (e.g. each 5 minutes) which is aggregated and provided as half hourly mean the Minimum Sampling Unit is set to ‘minutes’ as the best matching concept. The single observation data in some cases is not stored. In case of Eddy-Flux data both the basic observation and the aggregated calculated fluxes are provided. If sample based observations are collected, e.g. nutrient content of soil water using lysimeter, and the sample bottles are collected every week and stored. Every four weeks the mixed sample is analysed providing a data value for the month. In this case the Minimum Sampling Unit is ‘weekly’ as every week as soil water sample is taken. In case of a vegetation survey which is repeated every 5 years, the Minimum Sampling Unit is ‘not applicable’ as no in-between measurements are taken.",
        "Format": "",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "minutes",
        "Reference list": [
          "single measurement",
          "less than seconds",
          "seconds",
          "minutes",
          "15-minutes",
          "30-minutes",
          "hourly",
          "daily",
          "weekly",
          "monthly",
          "quarterly",
          "half yearly",
          "yearly",
          "every 2-5 years",
          "every 5-10 years",
          "more than 10 years",
          "seasonally",
          "other temporal resolution",
          "_unknown",
          "_not_applicable"
        ],
        "Comment": ""
      }
    },
    "Reporting": {
      "Legal act": {
        "field_name": "field_dataset_legal",
        "Definition": "Provides information whether the dataset has been reported to the local, regional or national bodies to fulfil the obligations from particular legal regulations.",
        "Recommendation & Hints": "Select from list of EU or other relevant directives. For national or regional directives use option Other and provide references. Even if the element is optional it is recommended to provide information linking to related policies through the regulations.",
        "Format": "[0..n]",
        "Multiplicity": "[0..1]",
        "Required": false,
        "Example": "",
        "Reference list": [
          "Habitats Directive (92/43/EEC)",
          "Water Framework Directive (00/60/EEC)",
          "Bird Directive (79/409/EEC)",
          "Marine Strategy Framework Directive",
          "Water Policy Directive",
          "None",
          "Other directive"
        ],
        "Comment": ""
      },
      "Related information": {
        "Related publications": {
          "field_name": "field_related_publications",
          "Definition": "Link to publication related to the dataset",
          "Recommendation & Hints": "",
          "Format": "",
          "Multiplicity": "[0..n]",
          "Required": false,
          "Example": "",
          "Reference list": "",
          "Comment": ""
        }
      }
    }
  }
}
