{
  "name": "Location Metadata Model",
  "abbreviation": "LMM",
  "version": 1.01,
  "releaseDate": "2021-03-02T00:00:00.000Z",
  "scope": "Locations can be used to further detail the spatial structure of a site and provide geographic reference areas for datasets and observations.",
  "content": {
    "Name": {
      "field_name": "field_name",
      "Definition": "Name identifying the documented observation location.",
      "Recommendation & Hints": "The observation location name should be concise and precise, e.g. by a given named place. It should not contain unexplained acronyms or abbreviations. It is recommended a maximum length of 200 characters and keeping the similarity with the ‘official naming’ established in the community.",
      "Format": "Text(255)",
      "Multiplicity": "[1..1]",
      "Required": true,
      "Example": "LTER Zöbelboden - Intensive Plot 1",
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "General Description": {
      "field_name": "field_abstract",
      "Definition": "A short textual description of the site or platform which includes the location, biophysical characteristics, a brief history, the main scientific purpose at present and major plans for future, a brief overall description of infrastructure, and a brief overall description of available data/information.",
      "Recommendation & Hints": "Please provide a short site description which could also be used on the web site. This description should cover: a brief history of the site or platform, the main scientific purpose at present and major plans for future, a brief overall description of infrastructure, and a brief overall description of available data/information.",
      "Format": "Text",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "TRUE",
        "ILTER": "TRUE"
      },
      "Example": "The Zöbelboden was established in 1992 as the only Integrated Monitoring station in Austria under the UN Convention on long-range transboundary air pollution (CLRTAP). In 2006 it became part of LTER Austria. The Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range (500 to 950 m above sea level) in the Kalkalpen national park. Monitoring and research is focussing on air pollution effects on forested catchments and its interaction with climate change. The Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems. The Zöbelboden is managed by the Umweltbundesamt GmbH. Sampling of chemical specimen is done by local staff. Chemical analyses are carried out by the laboratory of the Umweltbundesamt in Vienna. All data and metadata from monitoring and research projects are stored in a semantically structured database.",
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "Location Type": {
      "field_name": "field_location_type",
      "Definition": "Describes the heterogeneity of the observation facility and the addressed gradient (environmental and spatial). Simple sites are defined by addressing a limited number of ecosystems or covering a small spatial scale (e.g. less than 10km²). Complex sites are defined by addressing a broad range of ecosystem types or covering a larger spatial scale. Complex sites are investigating e.g. processes and fluxes on a landscape or regional scale.",
      "Recommendation & Hints": "Please use the site type to describe the internal complexity of the site in addition to any network specific site classification.",
      "Format": "text",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "TRUE",
        "ILTER": "TRUE"
      },
      "Example": "Hydrological catchment",
      "Reference list": [
        "Hydrological Catchment - 1) An area from which surface runoff is carried away by a single drainage system. 2) The area of land bounded by watersheds draining into a river, basin or reservoir.",
        "Sampling area - Area (e.g. points, plots, transects,) in which one or more variables are recorded in a spatially continuous manner (e.g. camera-based monitoring, field mapping, bird watching area) or in which sensors/sampling locations for a specific variable are arranged in close proximity to each other",
        "Air shed - A geographical area within which the air frequently is confined or channeled, with all parts of the area thus being subject to similar conditions of air pollution.",
        "Model area - Target area for upscaling and extrapolating measurements",
        "Socio-ecological reference area - An area that specifically addresses socio-ecological investigations bound by spatial constraints.",
        "not applicable"
      ],
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "Images": {
      "field_name": "field_images",
      "Definition": "Image showing a characteristic situation at the site. This can include instrumentation, observation plots, aerial imagery etc.",
      "Recommendation & Hints": "Please provide an image showing a characteristic situation at the site.",
      "Format": "Image [png, jpg, jpeg, gif, ...]",
      "Multiplicity": "[0..n]",
      "Required": {
        "LTER Europe": "FALSE",
        "ILTER": "FALSE"
      },
      "Example": "",
      "Reference list": "",
      "Comment": "Not mandatory, but highly recommended",
      "Changes from Version 1.0": ""
    },
    "Related site": {
      "field_name": "field_related_site",
      "Definition": "Reference to the parent LTSER Platform in which the site is located. The relation could either be a spatial or thematic.",
      "Recommendation & Hints": "Please provide the reference to the parent Platform/umbrella site in which the site is located (by Site name).",
      "Format": "Reference to another site record",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "FALSE",
        "ILTER": "FALSE"
      },
      "Example": "LTSER Platform Eisenwurzen (EW)",
      "Reference list": "see [content type] site",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "Elevation (min)": {
      "field_name": "field_elevation_min",
      "Definition": "Average and Bounding elevation range for the site (observation or experimentation facility).",
      "Recommendation & Hints": "This element consists of three numbers (minimum, maximum and average altitudes) defining height above or below the sea level. As a default vertical coordinate reference system of bounding altitudes Mean sea level height (EPSG: 5714) is used. Negative values are below sea level.",
      "Format": "numeric(double) in [m] above or below sea level",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "TRUE",
        "ILTER": "FALSE"
      },
      "Example": 520,
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "Elevation (max)": {
      "field_name": "field_elevation_max",
      "Definition": "Average and Bounding elevation range for the site (observation or experimentation facility).",
      "Recommendation & Hints": "This element consists of three numbers (minimum, maximum and average altitudes) defining height above or below the sea level. As a default vertical coordinate reference system of bounding altitudes Mean sea level height (EPSG: 5714) is used. Negative values are below sea level.",
      "Format": "numeric(double) in [m] above or below sea level",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "TRUE",
        "ILTER": "FALSE"
      },
      "Example": 990,
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "Boundaries": {
      "field_name": "field_boundaries",
      "Definition": "The geographic extent covering the area of all measurement infrastructures including measurement devices (e.g. hydrological observations, soil respiration chambers) as well as permanent plots (e.g. vegetation surveys, soil sampling)",
      "Recommendation & Hints": "Please delineate the geographic extent covering the area of all measurement infrastructures including measurement devices (e.g. hydrological observations, soil respiration chambers) as well as permanent plots (e.g. vegetation surveys, soil sampling).",
      "Format": "Map/GeoJSON Text field",
      "Multiplicity": "[0..1]",
      "Required": {
        "LTER Europe": "FALSE",
        "ILTER": "FALSE"
      },
      "Example": "{\"type\":\"Polygon\",\"coordinates\":[[[-1.3458251953125,48.715370552577],[-1.3458251953125,47.963199868923],[-2.1258544921875,47.963199868923],[-2.1258544921875,48.715370552577],[-1.3458251953125,48.715370552577]]]}",
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    }
  }
}
