{
  "name": "Site Metadata Model",
  "abbreviation": "SMM",
  "version": 1.3,
  "releaseDate": "2020-01-14T00:00:00.000Z",
  "scope": "A 'Site' is defined as a basic generic in-situ observation or experimentation facility (of any size and organisation level), where the collection of e.g. bio-physical, environmental, biological or socio-ecological data is conducted. The Site Metadata Model (SMM) describes the metadata elements of a monitoring or experimentation site. The metadata model is based on requirements defined by target stakeholder groups (e.g. ILTER/LTER) and research projects (e.g. EnvEurope, ExpeER, eLTER H2020 or EcoPotential). It defines metadata elements about the organisation (e.g. contact, information, networks), the location, the observation characteristics (e.g. climate, habitats) or available equipment to name just a few. The basic metadata elements are in line with the data specification of the INSPIRE data theme Environmental Monitoring Facilities (EF). An initial mapping was done within the EnvEurope project showing the basic overall compliance.",
  "content": {
    "Site Name": {
      "field_name": "field_name",
      "Definition": "Name identifying the documented observation and/or experimentation facility (site).",
      "Recommendation & Hints": "The site name should be concise and precise, e.g. by a given named place. It should not contain unexplained acronyms or abbreviations. It is recommended a maximum length of 200 characters and keeping the similarity with the ‘official naming’ established in the community.",
      "Format": "Text(255)",
      "Multiplicity": "[1..1]",
      "Required": true,
      "Example": "LTER Zöbelboden",
      "Reference list": "",
      "Comment": "",
      "Changes from Version 1.0": ""
    },
    "General": {
      "Short name": {
        "field_name": "field_name_short",
        "Definition": "Short version of site name",
        "Recommendation & Hints": "Enter either a site's short name  or acronym. In certain applications the short name might be used if the full site name exceeds a certain amount of characters, e.g. for map labels.",
        "Format": "Text(60)",
        "Multiplicity": "[0..1]",
        "Required": false,
        "Example": "Zöbelboden",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "DEIMS.ID": {
        "field_name": "field_uuid",
        "Definition": "Unique alpha-numeric identifier of the site. The DEIMS-ID is automatically generated by DEIMS-SDR and adds the deims.org url as a prefix.",
        "Recommendation & Hints": "The DEIMS.ID is generated automatically by the system. The DEIMS.ID is used for creating the URL for the site, e.g. https://deims.org/site/8eda49e9-1f4e-4f3e-b58e-e0bb25dc32a6.The UUID is taken as network independent unique identifier for the observation and experimentation facility.",
        "Format": "DEIMS.ID (alpha-numeric)",
        "Multiplicity": "[1..1]",
        "Required": true,
        "Example": "https://deims.org/8eda49e9-1f4e-4f3e-b58e-e0bb25dc32a6",
        "Reference list": "",
        "Comment": "automatically generated",
        "Changes from Version 1.0": "field added"
      },
      "Site Description": {
        "field_name": "field_abstract",
        "Definition": "A short textual description of the site or platform which includes the location, biophysical characteristics, a brief history, the main scientific purpose at present and major plans for future, a brief overall description of infrastructure, and a brief overall description of available data/information.",
        "Recommendation & Hints": "Please provide a short site description which could also be used on the web site. This description should cover: a brief history of the site or platform, the main scientific purpose at present and major plans for future, a brief overall description of infrastructure, and a brief overall description of available data/information.",
        "Format": "Text",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "The Zöbelboden was established in 1992 as the only Integrated Monitoring station in Austria under the UN Convention on long-range transboundary air pollution (CLRTAP). In 2006 it became part of LTER Austria. The Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range (500 to 950 m above sea level) in the Kalkalpen national park. Monitoring and research is focussing on air pollution effects on forested catchments and its interaction with climate change. The Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems. The Zöbelboden is managed by the Umweltbundesamt GmbH. Sampling of chemical specimen is done by local staff. Chemical analyses are carried out by the laboratory of the Umweltbundesamt in Vienna. All data and metadata from monitoring and research projects are stored in a semantically structured database.",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Purpose": {
        "field_name": "field_purpose",
        "Definition": "Description of the monitoring or research objectives of the site, e.g. including the legal framework (e.g. UN-ECE CLTRAP, national monitoring programme) for the observation or experimental site. This includes an explanation why the observation or experimentation facility was established.",
        "Recommendation & Hints": "Please provide a short description that summarises the purpose of the site, as well as the main research or monitoring objectives.",
        "Format": "Text",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "LTER (Long-Term Ecological Research) Zöbelboden was established in 1992 as the Austrian Integrated Monitoring station under the UN Convention on long-range trans-boundary air pollution (CLRTAP). In 2006 it became part of LTER Austria, the LTER member network. LTER Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range in the Kalkalpen national park. Today, LTER Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems. Researchers from across Austria and Europe use the site for their studies when long-term data, expensive infrastructure or complex research logistics are on demand. Objectives of the project LTER Zöbelboden is a small, well definable catchment of 90 ha in a Europe-wide network of investigated areas. Material inputs, pollutants and nutrients via air and precipitation are measured as well as their effects on the ecosystem. Their behavior within the ecosystem is determined in a comprehensive manner. With standardized methods the long-term development of the ecosystem is studied. Outputs through surface waters and into groundwater are determined. The data is used to reveal long-term trends of ecosystem functions and services which they provide as affected by air pollution and climate change.",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Images": {
        "field_name": "field_images",
        "Definition": "Image showing a characteristic situation at the site. This can include instrumentation, observation plots, aerial imagery etc.",
        "Recommendation & Hints": "Please provide an image showing a characteristic situation at the site.",
        "Format": "Image [png, jpg, jpeg, gif, ...]",
        "Multiplicity": "[0..n]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "",
        "Reference list": "",
        "Comment": "Not mandatory, but highly recommended",
        "Changes from Version 1.0": ""
      },
      "Parent site name": {
        "field_name": "field_parent_site",
        "Definition": "Reference to the parent LTSER Platform in which the site is located. The relation could either be a spatial or thematic.",
        "Recommendation & Hints": "Please provide the reference to the parent Platform/umbrella site in which the site is located (by Site name).",
        "Format": "Reference to another site record",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "LTSER Platform Eisenwurzen (EW)",
        "Reference list": "see [content type] site",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Subsite name(s)": {
        "field_name": "field_subsite_name",
        "Definition": "Reference to the child elements of a site/platform. The relation could either be a spatial or thematic.",
        "Recommendation & Hints": "Please provide the reference to the sites which belong to the platform/umbrella site (by Site name).",
        "Format": "Reference to a site record [content type site]",
        "Multiplicity": "[0..n]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "Zöbelboden LTER - Austria",
        "Reference list": "see [content type] site",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Keywords": {
        "field_name": "field_keywords",
        "Definition": "Provides a set of related keywords characterising the site derived from the controlled vocabulary implemented by EnvThes - thesaurus for long term ecological research, monitoring, experiments EnvThes and other environmentally related thesauri as Catalogue of Life, EUNIS Habitats and INSPIRE Spatial Data Themes. Additional concepts can be defined as free keywords.",
        "Recommendation & Hints": "The field provides an autocomplete function, which allows selecting the values from the list. Begin typing a keyword. Select the one that most resembles the concept you want. You may add as many keywords as you need.",
        "Format": "Predefined hierarchically structured concepts",
        "Multiplicity": "[0..n]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "microclimate, phenological stage, water properties",
        "Reference list": "http://vocabs.ceh.ac.uk/evn/tbl/envthes.evn",
        "Comment": "",
        "Changes from Version 1.0": "field was added to the Site Metadata Model"
      },
      "Metadata Update Date": {
        "field_name": "field_date",
        "Definition": "Provides date of metadata creation or last update.",
        "Recommendation & Hints": "Is automatically generated and cannot be entered manually",
        "Format": "Date as YYYY-MM-DD",
        "Multiplicity": "[1..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "2017-08-22",
        "Reference list": "",
        "Comment": "Generated automatically",
        "Changes from Version 1.0": ""
      }
    },
    "Contact": {
      "Site Manager": {
        "field_name": "field_site_manager",
        "Definition": "Reference to the contact person responsible for the site. The person could be either the principal investigator (PI, co-PI), the information manager (IM), the site manager (SM) or a technician (TE).",
        "Recommendation & Hints": "Please provide the reference to the person or organisation responsible for the site. Please start typing the name of the person/organisation. If the person/organisation is not in the list, please add first the person/organisation using the respective form.",
        "Format": "Reference to [content type PERSON]",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Dirnböck, Thomas",
        "Reference list": "Reference to [content type PERSON]",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Operating Organisation": {
        "field_name": "field_site_owner",
        "Definition": "Organisation operating the site and its monitoring programme(s)",
        "Recommendation & Hints": "Please provide the reference to the organisation responsible for the site. Please start typing the name of the organisation. If the organisation is not in the list, please add first the organisation using the respective form.",
        "Format": "Reference to [content type ORGANISATION]",
        "Multiplicity": "[1..n]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "FALSE"
        },
        "Example": "Umweltbundesamt GmbH",
        "Reference list": "Reference to [content type PERSON/ORGANISATION]",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Funding Agency": {
        "field_name": "field_funding_agency",
        "Definition": "Reference to the organisation or the responsible national authority for funding and strategic decisions about the site. This could be e.g. the Ministry of Science as responsible national authority.",
        "Recommendation & Hints": "Please provide the reference to the person/organisation responsible for the site. Please start typing the name of the person/organisation. If the person/organisation is not in the list, please add first the person/organisation using the respective form.",
        "Format": "Reference to [content type ORGANISATION]",
        "Multiplicity": "[1..n]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "FALSE"
        },
        "Example": "Umweltbundesamt GmbH",
        "Reference list": "Reference to [content type PERSON/ORGANISATION]",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Metadata Provider": {
        "field_name": "field_metadata_provider",
        "Definition": "Provides the full name of the person(s) or organisation(s), who created the documentation for the site.",
        "Recommendation & Hints": "By typing the name of a person, the system provides a list of people matching the query. If the person is not in the list, please add first the person/organisation in the Person MD Edit Form.",
        "Format": "Reference to [content type PERSON/ORGANISATION]",
        "Multiplicity": "[1..n]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Dr. Testy McTestface",
        "Reference list": "Reference to [content type PERSON/ORGANISATION]",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Web Address": {
        "field_name": "field_url",
        "Definition": "Link to website which provides a description and further information about the site. The web address is composed of the web link (8.2) and a title (8.1) which is shown.",
        "Recommendation & Hints": "Web address title - provide a human readable title for the website. Web address URL - provide a URL (http://... or https://..)",
        "Format": "",
        "Multiplicity": "[0..n]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "FALSE"
        },
        "Example": "http://www.umweltbundesamt.at/umwelt/luft/messnetz/zoebelboden/",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Geographic": {
      "Country": {
        "field_name": "field_country",
        "Definition": "Country the site is located in",
        "Recommendation & Hints": "Please provide the name of the country/countries in which the observation or experimentation facility is located. It describes in which country the site is geographically located, even if associated networks/RIs are located in another country. If your site is transnational, please select as many countries as necessary.",
        "Format": "Reference list",
        "Multiplicity": "[1..n]",
        "Required": true,
        "Example": "Austria",
        "Reference list": "location_get_iso3166_list() https://www.iso.org/obp/ui/#home",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Size": {
        "field_name": "field_size",
        "Definition": "Size of the site in hectare (ha). The size refers to the boundary of the catchment, the observed area or the relevant area for extrapolation dependent on the observed ecosystem type (e.g. forest, lake, rivers).",
        "Recommendation & Hints": "Please provide the size of the site in hectares. unit = hectare hectare = square kilometre/100 OR square kilometre  = hectare x 100. The estimation of the size refers to the observed area of the site. This could either be the observed catchment area, the observed area defined by the bounding boundary of the observation devices, or the relevant area for extrapolation depending on the observed ecosystem type (e.g. forest, lake, glacier, ...).",
        "Format": "Float(Double)",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "90.5",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Elevation": {
        "Elevation (average)": {
          "field_name": "field_elevation_avg",
          "Definition": "Average and Bounding elevation range for the site (observation or experimentation facility).",
          "Recommendation & Hints": "This element consists of two numbers (minimum and maximum altitudes) and the average altitude defining height above or below the sea level. As a default vertical coordinate reference system of bounding altitudes Mean sea level height (EPSG: 5714) is used. Negative values are below sea level.",
          "Format": "numeric(double) in [m] above or below sea level",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": 956,
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Elevation (min)": {
          "field_name": "field_elevation_min",
          "Definition": "Average and Bounding elevation range for the site (observation or experimentation facility).",
          "Recommendation & Hints": "This element consists of two numbers (minimum and maximum altitudes) and the average altitude defining height above or below the sea level. As a default vertical coordinate reference system of bounding altitudes Mean sea level height (EPSG: 5714) is used. Negative values are below sea level.",
          "Format": "numeric(double) in [m] above or below sea level",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": 520,
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Elevation (max)": {
          "field_name": "field_elevation_max",
          "Definition": "Average and Bounding elevation range for the site (observation or experimentation facility).",
          "Recommendation & Hints": "This element consists of two numbers (minimum and maximum altitudes) and the average altitude defining height above or below the sea level. As a default vertical coordinate reference system of bounding altitudes Mean sea level height (EPSG: 5714) is used. Negative values are below sea level.",
          "Format": "numeric(double) in [m] above or below sea level",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": 990,
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Centroid Coordinates": {
        "field_name": "field_coordinates",
        "Definition": "This is the location of the site in the geographic space, given as a center coordinates expressed in latitude and longitude in decimal degrees.",
        "Recommendation & Hints": "Please provide the centre coordinates of the site by placing a marker on the map (resize your browser window if the canvas is not clearly visible) or directly paste the coordinates (longitude and latitude, or easting and northing) as geojson, e.g.\n{\"type\":\"FeatureCollection\",\"features\":[{\"type\":\"Feature\",\"properties\":{},\"geometry\":{\"type\":\"Point\",\"coordinates\":[13.166908,46.583028]}}]}\n\nPasting incorrect geojson data might break the form. ",
        "Format": "Number(decimal) for each center coordinate, format XX.XXXXX",
        "Multiplicity": "[1..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Latitude: 46.00936 Longitude: 8.56796",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Boundaries": {
        "field_name": "field_boundaries",
        "Definition": "The geographic extent covering the area of all measurement infrastructures including measurement devices (e.g. soil respiration chambers) as well as permanent plots (e.g. soil sampling)",
        "Recommendation & Hints": "Please delineate the geographic extent covering the area of all measurement infrastructures including measurement devices (e.g. soil respiration chambers) as well as permanent plots (e.g. soil sampling).",
        "Format": "Map/GeoJSON Text field",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "{\"type\":\"Polygon\",\"coordinates\":[[[-1.3458251953125,48.715370552577],[-1.3458251953125,47.963199868923],[-2.1258544921875,47.963199868923],[-2.1258544921875,48.715370552577],[-1.3458251953125,48.715370552577]]]}",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Ecoystem and environmental characteristics": {
      "Temperature": {
        "Air Temperature - average annual": {
          "field_name": "field_air_temp_avg",
          "Definition": "Temperature characteristics of the site. The temperature characteristics are composed of the mean annual air temperature, the monthly average of the coldest month (e.g. January) as the annual minimum temperature and the average of the hottest month (e.g. July) as the annual maximum temperature. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The temperature is given in [°C].",
          "Recommendation & Hints": "This element consists of three values (annual average, minimum and maximum) of the air temperature. If possible site data should be used to calculate the mean, minimum and maximum air temperature based on a 10 or 30 years period. If no long term site data are available please use data or values from a comparable climatic station near to the site.",
          "Format": "numeric(double) in [°C]",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "Temperature - average annual [°C]: 7.2",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Air Temperature Range (Monthly Minimum)": {
          "field_name": "field_air_temp_min",
          "Definition": "Temperature characteristics of the site. The temperature characteristics are composed of the mean annual temperature, the monthly average of the coldest month (e.g. January) as the annual minimum temperature and the average of the hottest month (e.g. July) as the annual maximum temperature. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The temperature is given in [°C].",
          "Recommendation & Hints": "Temperature characteristics of the site. The temperature characteristics are composed of the mean annual air temperature, the monthly average of the coldest month (e.g. January) as the annual minimum temperature and the average of the hottest month (e.g. July) as the annual maximum temperature. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The temperature is given in [°C].",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": -12.6,
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Air Temperature Range (Monthly Maximum)": {
          "field_name": "field_air_temp_max",
          "Definition": "Temperature characteristics of the site. The temperature characteristics are composed of the mean annual temperature, the monthly average of the coldest month (e.g. January) as the annual minimum air temperature and the average of the hottest month (e.g. July) as the annual maximum temperature. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The temperature is given in [°C].",
          "Recommendation & Hints": "This element consists of three values (annual average, minimum and maximum) of the air temperature. If possible site data should be used to calculate the mean, minimum and maximum air temperature based on a 10 or 30 years period. If no long term site data are available please use data or values from a comparable climatic station near to the site.",
          "Format": "numeric(double) in [m] above or below sea level",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": 28.3,
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Precipitation": {
        "Precipitation Annual": {
          "field_name": "field_precipitation_annual",
          "Definition": "Precipitation characteristics of the site. The precipitation characteristics is composed of the total annual precipitation (sum), the long term average of the driest month with the lowest precipitation (based on the monthly sum of precipitation) as the annual minimum precipitation and the long term average of the wettest month with the highest precipitation (based on the monthly sum precipitation) as the annual maximum precipitation. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The precipitation is given in [mm].",
          "Recommendation & Hints": "This element consists of three values (annual average, minimum and maximum) of the precipitation. If possible site data should be used to calculate the mean, minimum and maximum precipitation based on a 10 or 30 years data period. If no long term site data are available please use data or values from a comparable climatic station near to the site.",
          "Format": "numeric(double) in [mm]",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "980",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Precipitation Minimum Monthly": {
          "field_name": "field_precipitation_min",
          "Definition": "Precipitation characteristics of the site. The precipitation characteristics is composed of the total annual precipitation (sum), the long term average of the dryest month with the lowest precipitation (based on the monthly sum of precipitation) as the annual minimum precipitation and the long term average of the wettest month with the highest precipitation (based on the monthly sum precipitation) as the annual maximum precipitation. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The precipitation is given in [mm].",
          "Recommendation & Hints": "This element consists of three values (annual average, minimum and maximum) of the precipitation. If possible site data should be used to calculate the mean, minimum and maximum precipitation based on a 10 or 30 years data period. If no long term site data are available please use data or values from a comparable climatic station near to the site.",
          "Format": "numeric(double) in [mm]",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "25",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Precipitation Maximum Monthly": {
          "field_name": "field_precipitation_max",
          "Definition": "Precipitation characteristics of the site. The precipitation characteristics is composed of the total annual precipitation (sum), the long term average of the dryest month with the lowest precipitation (based on the monthly sum of precipitation) as the annual minimum precipitation and the long term average of the wettest month with the highest precipitation (based on the montly sum precipitation) as the annual maximum precipitation. The mean, maximum and minimum values should be calculated on a climatic period (e.g. 10 or 30 years) based on data from the site or a near comparable climatic station. The precipitation is given in [mm].",
          "Recommendation & Hints": "This element consists of three values (annual average, minimum and maximum) of the precipitation. If possible site data should be used to calculate the mean, minimum and maximum precipitation based on a 10 or 30 years data period. If no long term site data are available please use data or values from a comparable climatic station near to the site.",
          "Format": "numeric(double) in [mm]",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "350",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Biomes": {
        "Biome": {
          "field_name": "field_biome",
          "Definition": "Assignment of the main habitat type based on the ILTER Reference list for biomes as well as the GEO-BON Reference list on biomes.",
          "Recommendation & Hints": "Please provide the main habitat type (global classification) which is characterising the site. Please select the values from the list.",
          "Format": "Reference",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "Mixed forest",
          "Reference list": [
            "none",
            "Agricultural",
            "Alpine",
            "Chaparral",
            "Coastal",
            "Deciduous Forest",
            "Evergreen Forest",
            "Mixed Forest",
            "Desert",
            "Desert-scrub",
            "Fresh Water Lakes",
            "Fresh Water Rivers",
            "Grasslands",
            "Marine",
            "Rainforest",
            "Savanna",
            "Taiga",
            "Tundra",
            "Urban"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "GEO-BON Biome": {
          "field_name": "field_geo_bon_biome",
          "Definition": "The GEO-BON Biome are defined as the main domain of the site (observation or experimental facility), classifying the site as terrestrial, aquatic, coastal or marine. The 'Biomes' field allows a more detailed classification on a global scale.",
          "Recommendation & Hints": "Please provide the main habitat type (global classification) which is characterising the site. Please select the values from the list.",
          "Format": "Reference",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "Terrestrial",
          "Reference list": [
            "unknown",
            "Marine",
            "Coastal",
            "Fresh water Lakes",
            "Fresh water rivers",
            "Terrestrial"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Ecosystem and land use": {
        "field_name": "field_ecosystem_land_use",
        "Definition": "Assignment of the main habitat type based on list of main habitat types (or ecoregions) according to Olsen et al. 2001.",
        "Recommendation & Hints": "Please provide the main habitat type according to the list. Please select the values from the list.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Mixed forest",
        "Reference list": [
          "2.1|Tropical and subtropical moist broadleaf forests",
          "2.2|Tropical and subtropical dry broadleaf forests",
          "2.3|Tropical and subtropical coniferous forests",
          "2.4|Temperate broadleaf and mixed forests",
          "2.5|Temperate coniferous forests",
          "2.6|Boreal forests/taiga",
          "2.7|Tropical and subtropical grasslands, savannas, and shrublands",
          "2.8|Temperate grasslands, savannas, and shrublands",
          "2.9|Flooded grasslands and savannas",
          "2.10|Montane grasslands and shrublands",
          "2.11|Tundra",
          "2.12|Mediterranean forests, woodlands, and scrub",
          "2.13|Deserts and xeric shrublands",
          "2.14|Mangroves",
          "3.1|Large rivers",
          "3.2|Large river headwaters",
          "3.3|Large river deltas",
          "3.4|Small rivers",
          "3.5|Large lakes",
          "3.6|Small lakes",
          "3.7|Xeric basins",
          "4.1|Polar",
          "4.2|Temperate shelfs and seas",
          "4.3|Temperate upwelling",
          "4.4|Tropical upwelling",
          "4.5|Tropical coral"
        ],
        "Comment": "The classification and the cardinality need to be discussed. It is used for a global assessment of the main habitat types.",
        "Changes from Version 1.0": "The fields for ecosystem types from SMM 1.0 were merged into one multi-value field. This includes the following fields: Ecosystem type, Additional Ecosystem type 1, Additional Ecosystem type 2"
      },
      "Biogeographical Region": {
        "field_name": "field_biogeographical_region",
        "Definition": "Assignment of the site to a biogeographic region (EEA, 2016) based on the spatial location and the site characteristics. Map: Biogeographic regions of Europe (EEA 2016).",
        "Recommendation & Hints": "Please provide the biogeographic region according to the list. Please select the values from the list.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "FALSE"
        },
        "Example": "Continental",
        "Reference list": [
          "Arctic",
          "Boreal",
          "Alpine",
          "Anatolian",
          "Atlantic",
          "Black Sea",
          "Continental",
          "Macronesia",
          "Mediterranean",
          "Pannonian",
          "Steppic"
        ],
        "Comment": "Classification is focussing on European scale, an extension to global level needs to be discussed.",
        "Changes from Version 1.0": ""
      },
      "EUNIS habitat": {
        "field_name": "field_eunis_habitat",
        "Definition": "Assignment of the habitat type based on the EEA, EUNIS Habitat types. Only the levels 1-3 are used.",
        "Recommendation & Hints": "Please provide the habitat type according to the list. Please select the values from the list.",
        "Format": "text",
        "Multiplicity": "[0..n]",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "I 1.1 Intensive unmixed crops",
        "Reference list": [
          "A. Marine habitats",
          "B. Coastal habitats",
          "C. Inland surface waters",
          "D. Mires, bogs and fens",
          "E. Grasslands and lands dominated by forbs, mosses or lichens",
          "F. Heathland, scrub and tundra",
          "G. Woodland, forest and other wooded land",
          "H. Inland unvegetated or sparsely vegetated habitats",
          "I. Regularly or recently cultivated agricultural, horticultural and domestic habitats",
          "J. Constructed, industrial and other artificial habitats",
          "X. Habitat complexes"
        ],
        "Comment": "The EUNIS classification is only applicable for European sites. Discussion on the level of entries which should be used",
        "Changes from Version 1.0": ""
      },
      "Additional characteristics": {
        "Geology": {
          "field_name": "field_geology",
          "Definition": "Textual description of the geological characteristics of the site.",
          "Recommendation & Hints": "Please provide a textual description of the geological situation of the site (e.g. bed rock).",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "The site is characterised by crystalline bed rock ...",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Hydrology": {
          "field_name": "field_hydrology",
          "Definition": "Textual description of the hydrological characteristics of the site",
          "Recommendation & Hints": "Please provide a textual description of the hydrological characteristics at the site (e.g. karst).",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "The site is characterised by karst ...",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Soils": {
          "field_name": "field_soils",
          "Definition": "Textual description of the soil characteristics of the site.",
          "Recommendation & Hints": "Please provide a textual description of the soils present at the site (e.g. CHERNOZEM).",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "The site is characterised by fertile brown soils with a high content of ...",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Vegetation": {
          "field_name": "field_vegetation",
          "Definition": "Textual description of the vegetation characteristics of the site.",
          "Recommendation & Hints": "Please provide a textual description of the vegetation characteristics at the site (e.g. beech forests).",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "The site is characterised by beech forests ..",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      }
    },
    "Network/Project/RI Affiliation": {
      "Is your site part of any network or project?": {
        "field_name": "field_affiliation_condition",
        "Definition": "Specify whether your site is part of any networks or projects",
        "Recommendation & Hints": "Please check yes or no. If you select yes, the 'Affiliation' field will appear.",
        "Format": "boolean",
        "Multiplicity": "[1..1]",
        "Required": true,
        "Example": "YES",
        "Reference list": [
          "YES",
          "NO"
        ],
        "Comment": "",
        "Changes from Version 1.0": "field added"
      },
      "Affiliation": {
        "field_name": "field_affiliation",
        "Definition": "Description in which networks/RIs the site is listed. The information is composed of the name of the network and the identifier or the short name of the site within this network or project. This comprises global, international as well as national or regional networks, if relevant. Also includes the site code of the respective network if existant and a verification status that is set centrally based cooperations with the respective networks/RIs.",
        "Recommendation & Hints": "Please select any network/research infrastructure affiliation from the list. Should any relevant network/research infrastructure be missing from the list, please contact us.",
        "Format": "reference",
        "Multiplicity": "[0..n]",
        "Dependency": "content type \"network\"",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "LTER Austria, ICP Forests",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": "reorganised structure"
      },
      "Projects": {
        "field_name": "field_projects",
        "Definition": "Description in which networks/RIs the site is listed. The information is composed of the name of the network and the identifier or the short name of the site within this network or project. This comprises global, international as well as national or regional networks, if relevant.",
        "Recommendation & Hints": "Please select any network/project/research infrastructure affiliation from the list. Should any relevant network/project/research infrastructure be missing from the list, please contact us.",
        "Format": "reference",
        "Multiplicity": "[0..n]",
        "Dependency": "taxonomy \"projects\"",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "E-Shape (H2020)",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": "reorganised structure"
      },
      "Network specific": {
        "LTER": {
          "LTER site classification/category": {
            "field_name": "field_site_eu_classification",
            "Definition": "Characterisation of a SITE (observation or experimentation facility) according to their level of implementation. This includes the following characteristics: technical aspects of work at the sites (intervals of basic sampling, technical maintenance...) basic infrastructure (power supply, all year access...) technical equipment data and IT infrastructure",
            "Recommendation & Hints": "Please select the site type from the list. This can be used in order to reveal information requirements relevant for e.g. multi-site projects or identification as major research infrastructure. The classification was adopted at the 7th LTER-Europe conference in Lodz. Site co-ordinators are asked to apply this overall classification to their sites, but also provide detailed metadata on the above categories in order to facilitate quick responses to specific information requests on the network level, e.g. which sites do have all year access AND power supply AND weekly sampling.",
            "Format": "text",
            "Multiplicity": "[1..1]",
            "Dependency": "field_networks_term_ref",
            "Required": {
              "LTER Europe": "TRUE",
              "ILTER": "TRUE"
            },
            "Example": "Master site",
            "Reference list": [
              "ad Site classification LTER Europe",
              "LTSER - is defined as LTSER Platform (Long-Term Socio-Ecological Research): Modular LTER-facility consisting of sites which are located in an area with defined boundaries. Besides this physical component, LTSER-Platforms provide multiple services like the networking of client groups (e.g. research, local stakeholders), data management, communication and representation (management component). The elements of LTSER Platforms represent the main habitats, land use forms and practices relevant for the broader region (up to 10000 km²) and cover all scales and levels relevant for LTSER (from local to landscape). LTSER-Platforms should represent economic and social units or coincide/overlap with such units where adequate information on land use history, economy and demography is available to allow for socio-ecological research.",
              "MASTER SITE - is defined as Master LTER Site (Synonyms: 'top site'; 'supersite'; 'LTER hub'; 'HIS=Highly Instrumented Site'; M-Site): Highly instrumented and permanently operated sites, featuring an ecosystem approach in terms of combining regular sampling (weekly as standard), permanent measurements and inventories at appropriate intervals across drivers and ecosystem compartments . Design of sites customized according to the ecological profile of the site and enabling integrated analyses across system strata (geosphere to atmosphere) and covering therefore required spatial scales. Experimental approaches shall be existent or possible. All year access and power supply must be secured in order to enable e.g. measurement of climate data according to international standards. A maximum of other networks and/or related projects shall have been using this category of site (e.g. EMEP, CarboEurope, UNECE ICPs, national monitoring networks...). Operation for at least 10 years. The intention is to flag sites, which can be considered as key ecosystem research infrastructures on the European scale.",
              "REGULAR SITE - is defined as LTER Site (Synonyms: 'regular' LTER site; R-Site): In principle, these sites comply with the description of Master LTER Sites, but differ in volume of instrumentation as well as multi use and availability of long-term data across all ecosystem compartments and disciplines.",
              "EMERGING SITE - is defined as Emerging LTER Site (Synonyms: 'pilot LTER site'; E-Site) which is a recently established LTER Sites (3-5 years of observation) being developed towards a higher category",
              "EXTENSIVE SITE - is defined as Extensive LTER Site (Synonyms: 'pilot LTER site'; E-Site) which is a LTER Site with specific long-term monitoring and/or specific scientific foci and therefore not following the full ecosystem approach (e.g. for reasons of limited considered spatial scale). Extensive LTER Sites may emphasize the long-term monitoring (observation), but there must be an explicit research component.",
              "N/A - not applicable"
            ],
            "Comment": "",
            "Changes from Version 1.0": ""
          }
        }
      }
    },
    "Site classification": {
      "Site Type (Spatial Design)": {
        "field_name": "field_site_type",
        "Definition": "Describes the heterogeneity of the observation facility and the addressed gradient (environmental and spatial). Simple sites are defined by addressing a limited number of ecosystems or covering a small spatial scale (e.g. less than 10km²). Complex sites are defined by addressing a broad range of ecosystem types or covering a larger spatial scale. Complex sites are investigating e.g. processes and fluxes on a landscape or regional scale.",
        "Recommendation & Hints": "Please use the site type to describe the internal complexity of the site in addition to any network specific site classification.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Simple Site",
        "Reference list": [
          "Platform - is defined as any facility consisting of sites which are located in an area with defined boundaries. Besides this physical component, a platform provides multiple services like the networking of client groups (e.g. research, local stakeholders), data management, communication and representation (management component). The elements of platforms represent the main habitats, land use forms and practices relevant for the broader region (up to 10 000 km²) and cover all scales and levels (from local to landscape). Platforms can also represent economic and social units or coincide/overlap with such units where adequate information on land use history, economy and demography is available to allow for socio-ecological research.",
          "Complex Site - Site, where more than one ecosystem type is observed",
          "Simple Site - Site, where one ecosystem type is observed",
          "Sub Site - Site, which is part of a site (umbrella site) or platform, e.g. in case of a thematic site cluster of glacier sites, which are described as one entity",
          "nA - not applicable"
        ],
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Status and History": {
      "Site Status": {
        "field_name": "field_status",
        "Definition": "The site status describes the current status of the site, e.g. if it is planned or already existing. The site status is composed of the status value, the year of establishment of the site and in case the year when the site was closed.",
        "Recommendation & Hints": "Select the current status of the site from the list of values and provide beginning and end time of the operation of the site. As year of site establishment select the year when substantial data was obtained and the operational period of the site started. The list of values are taken from the WMO Codes Registry.",
        "Format": "Reference list",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Operational",
        "Reference list": [
          "https://codes.wmo.int/wmdr/ReportingStatus"
        ],
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Year Established": {
        "field_name": "field_year_established",
        "Definition": "The site status describes the current status of the site, e.g. if it is planned or already existing. The site status is composed of the status value, the year of establishment of the site and in case the year when the site was closed.",
        "Recommendation & Hints": "Select the current status of the site from the list of values and provide beginning and end time of the operation of the site. In case the site is still operating the end time is kept blank. As year of site establishment select the year when substantial data was obtained and the operational period of the site started.",
        "Format": "Date as YYYY",
        "Multiplicity": "[0..1]",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "LTER (Long-Term Ecological Research) Zöbelboden was established in 1992 as the Austrian Integrated Monitoring station under the UN Convention on long-range trans-boundary air pollution (CLRTAP). In 2006 it became part of LTER Austria, the LTER member network. LTER Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range in the Kalkalpen national park. Today, LTER Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems ...",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Year Closed": {
        "field_name": "field_year_closed",
        "Definition": "The site status describes the current status of the site, e.g. if it is planned or already existing. The site status is composed of the status value, the year of establishment of the site and in case the year when the site was closed.",
        "Recommendation & Hints": "Select the current status of the site from the list of values and provide beginning and end time of the operation of the site. In case the site is still operating the end time is kept blank. As year of site establishment select the year when substantial data was obtained and the operational period of the site started.",
        "Format": "Date as YYYY",
        "Multiplicity": "[0..1]",
        "Dependency": "field_site_status",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "LTER (Long-Term Ecological Research) Zöbelboden was established in 1992 as the Austrian Integrated Monitoring station under the UN Convention on long-range trans-boundary air pollution (CLRTAP). In 2006 it became part of LTER Austria, the LTER member network. LTER Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range in the Kalkalpen national park. Today, LTER Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems ...",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "History": {
        "field_name": "field_history",
        "Definition": "Textual description of the history of the site, e.g. changing monitoring or research objectives.",
        "Recommendation & Hints": "Please provide a short description that summarises the history of the site.",
        "Format": "Text",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "LTER (Long-Term Ecological Research) Zöbelboden was established in 1992 as the Austrian Integrated Monitoring station under the UN Convention on long-range trans-boundary air pollution (CLRTAP). In 2006 it became part of LTER Austria, the LTER member network. LTER Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range in the Kalkalpen national park. Today, LTER Zöbelboden represents one of the best known karst catchments in Europe with long-term data series of the major components of its ecosystems ...",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Focus, Design and Scale": {
      "Research Topics": {
        "field_name": "field_research_topics",
        "Definition": "Description of the research, experimentation or observation focus of the site.",
        "Recommendation & Hints": "Please indicate the research topics tackled at the site. Select the research topic from the list provided in DEIMS-SDR. The list of research topics is defined by EnvThes Research Topics/Focus (http://vocabs.lter-europe.net/EnvThes/21603)",
        "Format": "Reference",
        "Multiplicity": "[0..n]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "Deposition",
        "Reference list": "Taxonomy Research Topics based on EnvThes Research Topics",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Parameters": {
        "field_name": "field_parameters",
        "Definition": "Description of the observed parameters and parameter groups at the site. The parameter is defined as property of the ecosystem or a ecosystem compartment which can be observed either by sensors or humans, e.g. pH, species number, radiation.",
        "Recommendation & Hints": "Please indicate the parameters observed at the site. Please record every parameter for the site platform in one line. More than one entry is possible. The Reference list is defined by the entries in EnvThes parameter and is frequently updated (http://vocabs.lter-europe.net/EnvThes/20935)",
        "Format": "Text (LOV)",
        "Multiplicity": "[0..n]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "pH",
        "Reference list": "Taxonomy Parameter based on EnvThes Measure (http://vocabs.lter-europe.net/EnvThes/20935)",
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Observation Design": {
        "Scale of observation": {
          "field_name": "field_scale_observation",
          "Definition": "Description of the scale and design of the observations at the site. The information is composed of the scale of the observation as the spatial and thematic extent of the observation at the site, e.g. if is addressing a complete catchment or sub-catchment as well as the design of the observation as the main focus of the effort, being mainly observation or in addition experimental.",
          "Recommendation & Hints": "This addresses the spatial and thematic scope of the observation program at the site. Please select the most appropriate value from the list.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "entire catchment",
          "Reference list": [
            "beyond catchment",
            "entire catchment",
            "plot within catchment",
            "plot without link to explicit catchment",
            "sub-catchment within catchment"
          ],
          "Comment": "The information is linked to Experimental design. The link needs to be discussed in the next release of the data model for the site. This field should not be considered for LTSER Platforms.",
          "Changes from Version 1.0": ""
        },
        "Design of observation": {
          "field_name": "field_design_observation",
          "Definition": "Description of the scale and design of the observations at the site. The information is composed of the scale of the observation as the spatial and thematic extent of the observation at the site, e.g. if is addressing a complete catchment or sub-catchment as well as the design of the observation as the main focus of the effort, being mainly observation or in addition experimental.",
          "Recommendation & Hints": "This addresses the importance of observations at the site. Please select the most appropriate value from the list. Please also check the entries in the Experimental design field.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "only observation",
          "Reference list": [
            "only observation",
            "mainly observation",
            "partly observation",
            "no observation"
          ],
          "Comment": "The information is linked to Experimental design. The link needs to be discussed in the next release of the data model for the site. This field should not be considered for LTSER Platforms.",
          "Changes from Version 1.0": ""
        }
      },
      "Experimentation Design": {
        "Scale of experimentation": {
          "field_name": "field_scale_experiments",
          "Definition": "Description of the scale and design of the experimentation at the site. The information is composed of the scale of the experiments as the spatial and thematic extent of the observation at the site, e.g. if is addressing a complete catchment or sub-catchment as well as the design of the experiments as the main focus of the efforts, being mainly experimental or in addition observation.",
          "Recommendation & Hints": "This addresses the spatial and thematic scope of the experiment program at the site. Please select the most appropriate value from the list.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "catchment scale",
          "Reference list": [
            "beyond catchment scale",
            "catchment scale",
            "micro sites",
            "plot scale",
            "not applicable"
          ],
          "Comment": "The information is linked to Observation design. The link needs to be discussed in the next release of the data model for the site. This field should not be considered for LTSER Platforms.",
          "Changes from Version 1.0": ""
        },
        "Design of experimentation": {
          "field_name": "field_design_experiments",
          "Definition": "Description of the scale and design of the experimentation at the site. The information is composed of the scale of the experiments as the spatial and thematic extent of the observation at the site, e.g. if is addressing a complete catchment or sub-catchment as well as the design of the experiments as the main focus of the efforts, being mainly experimental or in addition observation.",
          "Recommendation & Hints": "This addresses the importance of experiments at the site. Please select the most appropriate value from the list. Please also check the entries in the Observation design field.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "mainly experimentation",
          "Reference list": [
            "only experimentation",
            "mainly experimentation",
            "partly experimentation",
            "no experimentation"
          ],
          "Comment": "The information is linked to Observation design. The link needs to be discussed in the next release of the data model for the site. This field should not be considered for LTSER Platforms.",
          "Changes from Version 1.0": ""
        }
      }
    },
    "Protection Status and Resource Management": {
      "Protection programme": {
        "Protection programme": {
          "field_name": "field_site_protection_prog_ref",
          "Definition": "Description of the protection status of the site. The information is composed of the protection program (e.g. IUCN National Park), the cover of protected areas within the site and additional notes on the protection. As each site can be protected by different programs and therefore more than one values can be given.",
          "Recommendation & Hints": "Please select the protection program and an estimate of the share of the protected area within the site from the list of values. In addition textual notes can be given.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Protection programme cover": {
          "field_name": "field_protection_program_cover",
          "Definition": "Description of the protection status of the site. The information is composed of the protection program (e.g. IUCN National Park), the cover of protected areas within the site and additional notes on the protection. As each site can be protected by different programs and therefore more than one values can be given.",
          "Recommendation & Hints": "Please select the protection program and an estimate of the share of the protected area within the site from the list of values. In addition textual notes can be given.",
          "Format": "text (LOV)",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": [
            "0 - 25%",
            "25 - 50%",
            "50 - 75%",
            "75 - 100%"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Protection programme notes": {
          "field_name": "field_protection_program_notes",
          "Definition": "Please select the protection program and an estimate of the share of the protected area within the site from the list of values. In addition textual notes can be given.",
          "Recommendation & Hints": "",
          "Format": "text (LOV)",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Management of Resources": {
        "Management of Resources": {
          "field_name": "field_management_resources",
          "Definition": "Is the site or parts of the site managed for resources such as forestry, fishery?",
          "Recommendation & Hints": "",
          "Format": "boolean",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "Yes",
          "Reference list": [
            "yes",
            "no"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Management of Resources - Percentage": {
          "field_name": "field_management_resources_pct",
          "Definition": "How much of the site is used for the management of resources , for example, forestry, fishery",
          "Recommendation & Hints": "",
          "Format": "text [LOV]",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": [
            "0 - 25%",
            "25 - 50%",
            "50 - 75%",
            "75 - 100%"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Management of Resources - Notes": {
          "field_name": "field_management_resources_notes",
          "Definition": "Additional notes to describe the management of resources",
          "Recommendation & Hints": "",
          "Format": "text",
          "Multiplicity": "[0..n]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      }
    },
    "Infrastructure and Operation": {
      "Infrastructure": {
        "Accessible All Year": {
          "field_name": "field_accessible_all_year",
          "Definition": "The data type 'Access to site' describes the accessibility of the site throughout the year. The information is composed of the general information on the accessibility, the general information if all parts of the site can be visited throughout the year and the type of vehicle/device which is needed to reach the site.",
          "Recommendation & Hints": "Please provide information on the accessibility of the research site throughout the year. This includes the general information on the accessibility, the general information if all parts of the site can be visited throughout the year and the type of vehicle/device which is needed to reach the site.",
          "Format": "boolean",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "",
          "Reference list": [
            "yes",
            "no"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "All parts of Site accessible": {
          "field_name": "field_all_parts_accessible",
          "Definition": "State whether or not all parts of the site can be accessed",
          "Recommendation & Hints": "",
          "Format": "boolean",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": [
            "yes",
            "no"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Access Type": {
          "field_name": "field_access_type",
          "Definition": "What kind of vehicle is required to access the site?",
          "Recommendation & Hints": "",
          "Format": "text (LOV)",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": [
            "boat",
            "cable car",
            "dirt road (4WD)",
            "footpath /trail",
            "paved road",
            "regular car"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Permanent Power Supply": {
          "field_name": "field_permanent_power_supply",
          "Definition": "Information on the availability of permanent power at the site.",
          "Recommendation & Hints": "Please provide information on the availability of permanent power at the research site throughout the year. The includes the general information on the availability (48.1) or power. The amount of permanent power produced or available as well as the location of the production devices for the power is provided with the information on the infrastructure.",
          "Format": "boolean",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "FALSE"
          },
          "Example": "",
          "Reference list": [
            "yes",
            "no"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Infrastructure": {
          "Infrastructure": {
            "field_name": "field_infrastructure",
            "Definition": "Information on the equipment and infrastructure at the site. This includes all parts of the permanent (e.g. buildings), temporary (e.g. project installations) and mobile devices used at the site. It includes all different topics (e.g. maintenance, energy supply, supporting infrastructure, data infrastructure or observation devices).",
            "Recommendation & Hints": "Please select the available devices or infrastructures from the list. If items are missing, please report them back to the DEIMS-SDR team using the Provide feedback button.",
            "Format": "Reference [Taxonomy] Infrastructure",
            "Multiplicity": "[0..n]",
            "Dependency": "",
            "Required": {
              "LTER Europe": "TRUE",
              "ILTER": "TRUE",
              "Ecopotential": "TRUE"
            },
            "Example": "",
            "Reference list": "",
            "Comment": "",
            "Changes from Version 1.0": "The field Infrastructure combines a series of fields from the SMM 1.0 version. This allows a bigger flexibility in terms of further requirements for documenting the devices and infrastructures at the site. The entries are managed using a taxonomy, which needs to be synchronised with EnvThes. The fields include not only physical infrastructure elements but also the data infrastructure. With the next version of the SMM model the data infrastructure fields need to be cleared. In the field infrastructure the following fields are included: Snow clearing equipment, Snow clearing frequency, Permanent power produced, Permanent power supply location, Data transmission within site, Data transmission type within site, Data transmission from site, Data transmission type from site, Temperature controlled container, Measuring tower, Measuring tower location, Marine platform, Staff room at site, Lodging at site, Number of beds at site, Data storage format, Data services"
          }
        },
        "Infrastructure notes": {
          "field_name": "field_infrastructure_notes",
          "Definition": "Additional textual description about the infrastructure present at the site. This can contain additional information which is not covered by the other items.",
          "Recommendation & Hints": "Please provide additional information on the infrastructure which are not covered by the other items.",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "he Zöbelboden covers a small forested catchment (90 ha) of a karstic mountain range in the Kalkalpen national park. Meteorological and air pollution monitoring is carried out at a clearing area (EMEP station; includes measurement of fog deposition) and on a tower (45 m height). Three intensive plots exist for the detailed measurement of element fluxes through the main forest types (bi-weekly to monthly analyses of deposition and soil water). Catchment runoff chemistry is measured at the main spring with a measuring weir (weekly analyses) and through irregular sampling at all other springs. Additional karst-hydrological measurements are in place in the main rivers surrounding the ...",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      },
      "Operation": {
        "Permanent Operation": {
          "field_name": "field_site_ops_ispermanent",
          "Definition": "The data type 'Permanent operation' describes if a site is operated permanently throughout the year. It is composed of the general information on the permanent operation, the interval and frequency in which samples are taken from the site and the interval and frequency in which maintenance personnel is visiting the site. Permanent operation is defined that the whole year in regular intervals samples are taken and collected by the sampling personnel visiting the site. In part of the year (e.g. winter) the frequency might be less than in others (e.g. summer).",
          "Recommendation & Hints": "Please provide information on the all year operation of the site. All year operation is defined that throughout the year samples are taken or observations (e.g. sensors) are made. The frequency of sampling and maintenance might be unequally through the year (e.g. less frequent in winter than in summer). Please provide therefore the average sampling frequency and maintenance frequency throughout the year.",
          "Format": "boolean",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "TRUE",
            "ILTER": "TRUE"
          },
          "Example": "yes",
          "Reference list": [
            "yes",
            "no"
          ],
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Operation Notes": {
          "field_name": "field_site_ops_notes",
          "Definition": "Additional textual description about the operation of the site. This can contain additional information which is not covered by the other items.",
          "Recommendation & Hints": "Please provide additional information on the operation of the infrastructure which are not covered by the other items.",
          "Format": "text",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "The Zöbelboden is managed by the Umweltbundesamt GmbH. Sampling of chemical specimen is done by local staff of the Kalkalpen national park. Chemical analyses are carried out by the laboratory of the Umweltbundesamt in Vienna. Maintenance is done on a regular basis by a local contractor.",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Site Visit Interval": {
          "field_name": "field_site_ops_sampling_intr",
          "Definition": "The interval (in days) that staff visits the site to collect sampling information or carry out observations, e.g. every 30 days",
          "Recommendation & Hints": "",
          "Format": "integer",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "4",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        },
        "Maintenance Interval": {
          "field_name": "field_site_ops_maint_freq",
          "Definition": "Frequency in which maintenance personnel is visiting the site",
          "Recommendation & Hints": "",
          "Format": "integer",
          "Multiplicity": "[0..1]",
          "Dependency": "",
          "Required": {
            "LTER Europe": "FALSE",
            "ILTER": "FALSE"
          },
          "Example": "7",
          "Reference list": "",
          "Comment": "",
          "Changes from Version 1.0": ""
        }
      }
    },
    "Data Sharing Policy": {
      "General Data Policy": {
        "field_name": "field_dataset_rights",
        "Definition": "Information on the General Data Policy which is applied to share and publish the data and information from the site.",
        "Recommendation & Hints": "Please provide information on the general data policy which is applied to the data from the site.",
        "Format": "text (LOV)",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Co-authorship on publications resulting from use of the dataset",
        "Reference list": [
          "N/A",
          "Co-authorship on publications resulting from use of the dataset",
          "The data provider must be offered co-authorship for publications using this dataset at least within the metadata description",
          "Formal acknowledgement of the dataset providers",
          "The opportunity to collaborate on the project using the dataset",
          "At least part of the costs of dataset acquisition, retrieval or provision must be recovered.",
          "The opportunity to review the results based on the dataset",
          "Reprints of articles using the dataset must be provided to the data provider",
          "The dataset provider is given a complete list of all products that make use of the dataset",
          "Legal permission for dataset use is obtained",
          "Mutual agreement on reciprocal sharing of data",
          "The data provider is given and agrees to a statement of uses to which the dataset will be put",
          "Other"
        ],
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Data Policy Notes": {
        "field_name": "field_site_data_policy",
        "Definition": "Additional textual description about the data policy applied to data from the site. This can contain additional information which are not covered by the other items.",
        "Recommendation & Hints": "Please provide additional information on the data policy which are not covered by the other items.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "In general an open data policy is applied for scientific purposes. In addition aggregated data can be obtained free and open from the UNECE ICP IM Data portal. ...",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": "field added"
      },
      "Data Policy URL": {
        "field_name": "field_data_policy_url",
        "Definition": "Link to website which provides further information on the data policy for the site. The web address is composed of the web link and a title which is shown.",
        "Recommendation & Hints": "",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "",
        "Reference list": "http://www.umweltbundesamt.at/umwelt/luft/messnetz/zoebelboden/",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    },
    "Data Management": {
      "Data Storage Location": {
        "field_name": "field_site_datastorloc",
        "Definition": "The data type 'Data storage location' describes the general design of the data storage and management. It is composed of the information on general design of the data storage and the number of storage locations for the data. The number of storage locations is including the storage locations within an organisation as well as the storage locations situated at other organisations (e.g. data repositories).",
        "Recommendation & Hints": "Please provide information on the design of the data management being either central or distributed and the number of different data storage location (being either within or outside the organisation), e.g. as the number of databases.",
        "Format": "text (LOV)",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "TRUE"
        },
        "Example": "Central",
        "Reference list": [
          "N/A",
          "Central",
          "Distributed within institution",
          "Distributed over multiple institutions",
          "Other"
        ],
        "Comment": "",
        "Changes from Version 1.0": ""
      },
      "Data Services": {
        "field_name": "field_site_dataservi",
        "Definition": "The data type 'Data services' describes the availability of data services (e.g. WFS) to connect to the data.",
        "Recommendation & Hints": "Please provide information about which data services are provided to the end users (external and internal).",
        "Format": "text (LOV)",
        "Multiplicity": "[1..n]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "TRUE",
          "ILTER": "FALSE"
        },
        "Example": "Web Map Service (WMS)",
        "Reference list": [
          "N/A",
          "Data portal",
          "Web Catalog Service (CSW)",
          "Web Feature Service (WFS)",
          "Web Map Service (WMS)",
          "Web Coverage Service (WCS)",
          "Sensor Web Enablement (SWE)",
          "Other data service"
        ],
        "Comment": "is already included in Infrastructure. In the next version field needs to be deleted.",
        "Changes from Version 1.0": ""
      },
      "Data Notes": {
        "field_name": "field_data_notes",
        "Definition": "The data type 'Data notes' describes other relevant information on data management and data exchange which are not covered by the other items of the section on data management and data exchange.",
        "Recommendation & Hints": "Please provide a textual description on information which is not covered by the other items.",
        "Format": "text",
        "Multiplicity": "[0..1]",
        "Dependency": "",
        "Required": {
          "LTER Europe": "FALSE",
          "ILTER": "FALSE"
        },
        "Example": "Additional file for download on the the main attributes of the monitoring are provided as well as map on the main results. ...",
        "Reference list": "",
        "Comment": "",
        "Changes from Version 1.0": ""
      }
    }
  }
}
